export const store = [
  {
    name: "Tất cả cửa hàng",
    count: 0,
    object: [
      {
        date: "2022-04-05",
        count: 110,
      },
      {
        date: "2022-04-06",
        count: 125,
      },
      {
        date: "2022-04-07",
        count: 94,
      },
      {
        date: "2022-04-08",
        count: 83,
      },
      {
        date: "2022-04-09",
        count: 136,
      },
      {
        date: "2022-04-10",
        count: 166,
      },
      {
        date: "2022-04-11",
        count: 195,
      },
      {
        date: "2022-04-12",
        count: 193,
      },
      {
        date: "2022-04-13",
        count: 60,
      },
      {
        date: "2022-04-14",
        count: 77,
      },
      {
        date: "2022-04-15",
        count: 190,
      },
      {
        date: "2022-04-16",
        count: 22,
      },
      {
        date: "2022-04-17",
        count: 79,
      },
      {
        date: "2022-04-18",
        count: 140,
      },
      {
        date: "2022-04-19",
        count: 162,
      },
      {
        date: "2022-04-20",
        count: 15,
      },
    ],
  },
  {
    name: "Ung Văn Khiêm",
    count: 1,
    object: [
      {
        date: "2022-04-05",
        count: 20,
      },
      {
        date: "2022-04-06",
        count: 175,
      },
      {
        date: "2022-04-07",
        count: 110,
      },
      {
        date: "2022-04-08",
        count: 190,
      },
      {
        date: "2022-04-09",
        count: 30,
      },
      {
        date: "2022-04-10",
        count: 160,
      },
      {
        date: "2022-04-11",
        count: 10,
      },
      {
        date: "2022-04-12",
        count: 143,
      },
      {
        date: "2022-04-13",
        count: 50,
      },
      {
        date: "2022-04-14",
        count: 70,
      },
      {
        date: "2022-04-15",
        count: 120,
      },
      {
        date: "2022-04-16",
        count: 42,
      },
      {
        date: "2022-04-17",
        count: 139,
      },
      {
        date: "2022-04-18",
        count: 39,
      },
      {
        date: "2022-04-19",
        count: 112,
      },
      {
        date: "2022-04-20",
        count: 180,
      },
    ],
  },
  {
    name: "Xô Viết Nghệ Tĩnh",
    count: 4,
    object: [
      {
        date: "2022-04-05",
        count: 100,
      },
      {
        date: "2022-04-06",
        count: 125,
      },
      {
        date: "2022-04-07",
        count: 10,
      },
      {
        date: "2022-04-08",
        count: 160,
      },
      {
        date: "2022-04-09",
        count: 30,
      },
      {
        date: "2022-04-10",
        count: 160,
      },
      {
        date: "2022-04-11",
        count: 70,
      },
      {
        date: "2022-04-12",
        count: 123,
      },
      {
        date: "2022-04-13",
        count: 90,
      },
      {
        date: "2022-04-14",
        count: 100,
      },
      {
        date: "2022-04-15",
        count: 50,
      },
      {
        date: "2022-04-16",
        count: 82,
      },
      {
        date: "2022-04-17",
        count: 139,
      },
      {
        date: "2022-04-18",
        count: 40,
      },
      {
        date: "2022-04-19",
        count: 112,
      },
      {
        date: "2022-04-20",
        count: 30,
      },
    ],
  },
  {
    name: "Tô Ký",
    count: 5,
    object: [
      {
        date: "2022-04-05",
        count: 180,
      },
      {
        date: "2022-04-06",
        count: 125,
      },
      {
        date: "2022-04-07",
        count: 10,
      },
      {
        date: "2022-04-08",
        count: 50,
      },
      {
        date: "2022-04-09",
        count: 90,
      },
      {
        date: "2022-04-10",
        count: 160,
      },
      {
        date: "2022-04-11",
        count: 100,
      },
      {
        date: "2022-04-12",
        count: 110,
      },
      {
        date: "2022-04-13",
        count: 50,
      },
      {
        date: "2022-04-14",
        count: 170,
      },
      {
        date: "2022-04-15",
        count: 30,
      },
      {
        date: "2022-04-16",
        count: 42,
      },
      {
        date: "2022-04-17",
        count: 139,
      },
      {
        date: "2022-04-18",
        count: 189,
      },
      {
        date: "2022-04-19",
        count: 109,
      },
      {
        date: "2022-04-20",
        count: 180,
      },
    ],
  },
  {
    name: "Bình Phú",
    count: 6,
    object: [
      {
        date: "2022-04-05",
        count: 90,
      },
      {
        date: "2022-04-06",
        count: 175,
      },
      {
        date: "2022-04-07",
        count: 120,
      },
      {
        date: "2022-04-08",
        count: 90,
      },
      {
        date: "2022-04-09",
        count: 80,
      },
      {
        date: "2022-04-10",
        count: 40,
      },
      {
        date: "2022-04-11",
        count: 190,
      },
      {
        date: "2022-04-12",
        count: 123,
      },
      {
        date: "2022-04-13",
        count: 50,
      },
      {
        date: "2022-04-14",
        count: 10,
      },
      {
        date: "2022-04-15",
        count: 139,
      },
      {
        date: "2022-04-16",
        count: 42,
      },
      {
        date: "2022-04-17",
        count: 120,
      },
      {
        date: "2022-04-18",
        count: 109,
      },
      {
        date: "2022-04-19",
        count: 78,
      },
      {
        date: "2022-04-20",
        count: 40,
      },
    ],
  },
  {
    name: "Dương Bá Trạc",
    count: 7,
    object: [
      {
        date: "2022-04-05",
        count: 20,
      },
      {
        date: "2022-04-06",
        count: 175,
      },
      {
        date: "2022-04-07",
        count: 110,
      },
      {
        date: "2022-04-08",
        count: 190,
      },
      {
        date: "2022-04-09",
        count: 30,
      },
      {
        date: "2022-04-10",
        count: 160,
      },
      {
        date: "2022-04-11",
        count: 10,
      },
      {
        date: "2022-04-12",
        count: 183,
      },
      {
        date: "2022-04-13",
        count: 20,
      },
      {
        date: "2022-04-14",
        count: 70,
      },
      {
        date: "2022-04-15",
        count: 180,
      },
      {
        date: "2022-04-16",
        count: 42,
      },
      {
        date: "2022-04-17",
        count: 139,
      },
      {
        date: "2022-04-18",
        count: 79,
      },
      {
        date: "2022-04-19",
        count: 12,
      },
      {
        date: "2022-04-20",
        count: 150,
      },
    ],
  },
  {
    name: "Nguyễn Sơn",
    count: 9,
    object: [
      {
        date: "2022-04-05",
        count: 40,
      },
      {
        date: "2022-04-06",
        count: 175,
      },
      {
        date: "2022-04-07",
        count: 170,
      },
      {
        date: "2022-04-08",
        count: 180,
      },
      {
        date: "2022-04-09",
        count: 30,
      },
      {
        date: "2022-04-10",
        count: 160,
      },
      {
        date: "2022-04-11",
        count: 60,
      },
      {
        date: "2022-04-12",
        count: 43,
      },
      {
        date: "2022-04-13",
        count: 50,
      },
      {
        date: "2022-04-14",
        count: 70,
      },
      {
        date: "2022-04-15",
        count: 140,
      },
      {
        date: "2022-04-16",
        count: 190,
      },
      {
        date: "2022-04-17",
        count: 13,
      },
      {
        date: "2022-04-18",
        count: 39,
      },
      {
        date: "2022-04-19",
        count: 102,
      },
      {
        date: "2022-04-20",
        count: 180,
      },
    ],
  },
  {
    name: "Thành Thái",
    count: 10,
    object: [
      {
        date: "2022-04-05",
        count: 100,
      },
      {
        date: "2022-04-06",
        count: 125,
      },
      {
        date: "2022-04-07",
        count: 10,
      },
      {
        date: "2022-04-08",
        count: 160,
      },
      {
        date: "2022-04-09",
        count: 30,
      },
      {
        date: "2022-04-10",
        count: 160,
      },
      {
        date: "2022-04-11",
        count: 70,
      },
      {
        date: "2022-04-12",
        count: 123,
      },
      {
        date: "2022-04-13",
        count: 90,
      },
      {
        date: "2022-04-14",
        count: 100,
      },
      {
        date: "2022-04-15",
        count: 50,
      },
      {
        date: "2022-04-16",
        count: 82,
      },
      {
        date: "2022-04-17",
        count: 139,
      },
      {
        date: "2022-04-18",
        count: 40,
      },
      {
        date: "2022-04-19",
        count: 112,
      },
      {
        date: "2022-04-20",
        count: 30,
      },
    ],
  },
  {
    name: "Nguyễn Trãi",
    count: 11,
    object: [
      {
        date: "2022-04-05",
        count: 180,
      },
      {
        date: "2022-04-06",
        count: 125,
      },
      {
        date: "2022-04-07",
        count: 10,
      },
      {
        date: "2022-04-08",
        count: 50,
      },
      {
        date: "2022-04-09",
        count: 90,
      },
      {
        date: "2022-04-10",
        count: 160,
      },
      {
        date: "2022-04-11",
        count: 100,
      },
      {
        date: "2022-04-12",
        count: 110,
      },
      {
        date: "2022-04-13",
        count: 50,
      },
      {
        date: "2022-04-14",
        count: 170,
      },
      {
        date: "2022-04-15",
        count: 30,
      },
      {
        date: "2022-04-16",
        count: 42,
      },
      {
        date: "2022-04-17",
        count: 139,
      },
      {
        date: "2022-04-18",
        count: 189,
      },
      {
        date: "2022-04-19",
        count: 109,
      },
      {
        date: "2022-04-20",
        count: 180,
      },
    ],
  },
  {
    name: "Mạc Đĩnh Chi",
    count: 12,
    object: [
      {
        date: "2022-04-05",
        count: 110,
      },
      {
        date: "2022-04-06",
        count: 125,
      },
      {
        date: "2022-04-07",
        count: 94,
      },
      {
        date: "2022-04-08",
        count: 83,
      },
      {
        date: "2022-04-09",
        count: 136,
      },
      {
        date: "2022-04-10",
        count: 166,
      },
      {
        date: "2022-04-11",
        count: 195,
      },
      {
        date: "2022-04-12",
        count: 193,
      },
      {
        date: "2022-04-13",
        count: 60,
      },
      {
        date: "2022-04-14",
        count: 77,
      },
      {
        date: "2022-04-15",
        count: 190,
      },
      {
        date: "2022-04-16",
        count: 22,
      },
      {
        date: "2022-04-17",
        count: 79,
      },
      {
        date: "2022-04-18",
        count: 140,
      },
      {
        date: "2022-04-19",
        count: 162,
      },
      {
        date: "2022-04-20",
        count: 15,
      },
    ],
  },
  {
    name: "Trần Bình Trọng",
    count: 13,
    object: [
      {
        date: "2022-04-05",
        count: 90,
      },
      {
        date: "2022-04-06",
        count: 175,
      },
      {
        date: "2022-04-07",
        count: 120,
      },
      {
        date: "2022-04-08",
        count: 90,
      },
      {
        date: "2022-04-09",
        count: 80,
      },
      {
        date: "2022-04-10",
        count: 40,
      },
      {
        date: "2022-04-11",
        count: 190,
      },
      {
        date: "2022-04-12",
        count: 123,
      },
      {
        date: "2022-04-13",
        count: 50,
      },
      {
        date: "2022-04-14",
        count: 10,
      },
      {
        date: "2022-04-15",
        count: 139,
      },
      {
        date: "2022-04-16",
        count: 42,
      },
      {
        date: "2022-04-17",
        count: 120,
      },
      {
        date: "2022-04-18",
        count: 109,
      },
      {
        date: "2022-04-19",
        count: 78,
      },
      {
        date: "2022-04-20",
        count: 40,
      },
    ],
  },
  {
    name: "CMT8",
    count: 14,
    object: [
      {
        date: "2022-04-05",
        count: 100,
      },
      {
        date: "2022-04-06",
        count: 125,
      },
      {
        date: "2022-04-07",
        count: 10,
      },
      {
        date: "2022-04-08",
        count: 160,
      },
      {
        date: "2022-04-09",
        count: 30,
      },
      {
        date: "2022-04-10",
        count: 160,
      },
      {
        date: "2022-04-11",
        count: 70,
      },
      {
        date: "2022-04-12",
        count: 123,
      },
      {
        date: "2022-04-13",
        count: 90,
      },
      {
        date: "2022-04-14",
        count: 100,
      },
      {
        date: "2022-04-15",
        count: 50,
      },
      {
        date: "2022-04-16",
        count: 82,
      },
      {
        date: "2022-04-17",
        count: 139,
      },
      {
        date: "2022-04-18",
        count: 40,
      },
      {
        date: "2022-04-19",
        count: 112,
      },
      {
        date: "2022-04-20",
        count: 30,
      },
    ],
  },
  {
    name: "Cầu Chữ Y",
    count: 16,
    object: [
      {
        date: "2022-04-05",
        count: 20,
      },
      {
        date: "2022-04-06",
        count: 175,
      },
      {
        date: "2022-04-07",
        count: 110,
      },
      {
        date: "2022-04-08",
        count: 190,
      },
      {
        date: "2022-04-09",
        count: 30,
      },
      {
        date: "2022-04-10",
        count: 160,
      },
      {
        date: "2022-04-11",
        count: 10,
      },
      {
        date: "2022-04-12",
        count: 183,
      },
      {
        date: "2022-04-13",
        count: 20,
      },
      {
        date: "2022-04-14",
        count: 70,
      },
      {
        date: "2022-04-15",
        count: 180,
      },
      {
        date: "2022-04-16",
        count: 42,
      },
      {
        date: "2022-04-17",
        count: 139,
      },
      {
        date: "2022-04-18",
        count: 79,
      },
      {
        date: "2022-04-19",
        count: 12,
      },
      {
        date: "2022-04-20",
        count: 150,
      },
    ],
  },
  {
    name: "Nhị Thiên Đường",
    count: 17,
    object: [
      {
        date: "2022-04-05",
        count: 90,
      },
      {
        date: "2022-04-06",
        count: 175,
      },
      {
        date: "2022-04-07",
        count: 120,
      },
      {
        date: "2022-04-08",
        count: 90,
      },
      {
        date: "2022-04-09",
        count: 80,
      },
      {
        date: "2022-04-10",
        count: 40,
      },
      {
        date: "2022-04-11",
        count: 190,
      },
      {
        date: "2022-04-12",
        count: 123,
      },
      {
        date: "2022-04-13",
        count: 50,
      },
      {
        date: "2022-04-14",
        count: 10,
      },
      {
        date: "2022-04-15",
        count: 139,
      },
      {
        date: "2022-04-16",
        count: 42,
      },
      {
        date: "2022-04-17",
        count: 120,
      },
      {
        date: "2022-04-18",
        count: 109,
      },
      {
        date: "2022-04-19",
        count: 78,
      },
      {
        date: "2022-04-20",
        count: 40,
      },
    ],
  },
  {
    name: "Trần Não",
    count: 18,
  },
  {
    name: "Nguyễn Tri Phương",
    count: 19,
    object: [
      {
        date: "2022-04-05",
        count: 180,
      },
      {
        date: "2022-04-06",
        count: 125,
      },
      {
        date: "2022-04-07",
        count: 10,
      },
      {
        date: "2022-04-08",
        count: 50,
      },
      {
        date: "2022-04-09",
        count: 90,
      },
      {
        date: "2022-04-10",
        count: 160,
      },
      {
        date: "2022-04-11",
        count: 100,
      },
      {
        date: "2022-04-12",
        count: 110,
      },
      {
        date: "2022-04-13",
        count: 50,
      },
      {
        date: "2022-04-14",
        count: 170,
      },
      {
        date: "2022-04-15",
        count: 30,
      },
      {
        date: "2022-04-16",
        count: 42,
      },
      {
        date: "2022-04-17",
        count: 139,
      },
      {
        date: "2022-04-18",
        count: 189,
      },
      {
        date: "2022-04-19",
        count: 109,
      },
      {
        date: "2022-04-20",
        count: 180,
      },
    ],
  },
  {
    name: "Đồng Đen",
    count: 22,
    object: [
      {
        date: "2022-04-05",
        count: 20,
      },
      {
        date: "2022-04-06",
        count: 175,
      },
      {
        date: "2022-04-07",
        count: 110,
      },
      {
        date: "2022-04-08",
        count: 190,
      },
      {
        date: "2022-04-09",
        count: 30,
      },
      {
        date: "2022-04-10",
        count: 160,
      },
      {
        date: "2022-04-11",
        count: 10,
      },
      {
        date: "2022-04-12",
        count: 183,
      },
      {
        date: "2022-04-13",
        count: 20,
      },
      {
        date: "2022-04-14",
        count: 70,
      },
      {
        date: "2022-04-15",
        count: 180,
      },
      {
        date: "2022-04-16",
        count: 42,
      },
      {
        date: "2022-04-17",
        count: 139,
      },
      {
        date: "2022-04-18",
        count: 79,
      },
      {
        date: "2022-04-19",
        count: 12,
      },
      {
        date: "2022-04-20",
        count: 150,
      },
    ],
  },
  {
    name: "Phan Chu Trinh",
    count: 23,
    object: [
      {
        date: "2022-04-05",
        count: 40,
      },
      {
        date: "2022-04-06",
        count: 175,
      },
      {
        date: "2022-04-07",
        count: 170,
      },
      {
        date: "2022-04-08",
        count: 180,
      },
      {
        date: "2022-04-09",
        count: 30,
      },
      {
        date: "2022-04-10",
        count: 160,
      },
      {
        date: "2022-04-11",
        count: 60,
      },
      {
        date: "2022-04-12",
        count: 43,
      },
      {
        date: "2022-04-13",
        count: 50,
      },
      {
        date: "2022-04-14",
        count: 70,
      },
      {
        date: "2022-04-15",
        count: 140,
      },
      {
        date: "2022-04-16",
        count: 190,
      },
      {
        date: "2022-04-17",
        count: 13,
      },
      {
        date: "2022-04-18",
        count: 39,
      },
      {
        date: "2022-04-19",
        count: 102,
      },
      {
        date: "2022-04-20",
        count: 180,
      },
    ],
  },
  {
    name: "Phan Xích Long",
    count: 24,
    object: [
      {
        date: "2022-04-05",
        count: 100,
      },
      {
        date: "2022-04-06",
        count: 125,
      },
      {
        date: "2022-04-07",
        count: 10,
      },
      {
        date: "2022-04-08",
        count: 160,
      },
      {
        date: "2022-04-09",
        count: 30,
      },
      {
        date: "2022-04-10",
        count: 160,
      },
      {
        date: "2022-04-11",
        count: 70,
      },
      {
        date: "2022-04-12",
        count: 123,
      },
      {
        date: "2022-04-13",
        count: 90,
      },
      {
        date: "2022-04-14",
        count: 100,
      },
      {
        date: "2022-04-15",
        count: 50,
      },
      {
        date: "2022-04-16",
        count: 82,
      },
      {
        date: "2022-04-17",
        count: 139,
      },
      {
        date: "2022-04-18",
        count: 40,
      },
      {
        date: "2022-04-19",
        count: 112,
      },
      {
        date: "2022-04-20",
        count: 30,
      },
    ],
  },
  {
    name: "Vũng Tàu",
    count: 25,
    object: [
      {
        date: "2022-04-05",
        count: 180,
      },
      {
        date: "2022-04-06",
        count: 125,
      },
      {
        date: "2022-04-07",
        count: 10,
      },
      {
        date: "2022-04-08",
        count: 50,
      },
      {
        date: "2022-04-09",
        count: 90,
      },
      {
        date: "2022-04-10",
        count: 160,
      },
      {
        date: "2022-04-11",
        count: 100,
      },
      {
        date: "2022-04-12",
        count: 110,
      },
      {
        date: "2022-04-13",
        count: 50,
      },
      {
        date: "2022-04-14",
        count: 170,
      },
      {
        date: "2022-04-15",
        count: 30,
      },
      {
        date: "2022-04-16",
        count: 42,
      },
      {
        date: "2022-04-17",
        count: 139,
      },
      {
        date: "2022-04-18",
        count: 189,
      },
      {
        date: "2022-04-19",
        count: 109,
      },
      {
        date: "2022-04-20",
        count: 180,
      },
    ],
  },
  {
    name: "Phú Quốc",
    count: 26,
    object: [
      {
        date: "2022-04-05",
        count: 110,
      },
      {
        date: "2022-04-06",
        count: 125,
      },
      {
        date: "2022-04-07",
        count: 94,
      },
      {
        date: "2022-04-08",
        count: 83,
      },
      {
        date: "2022-04-09",
        count: 136,
      },
      {
        date: "2022-04-10",
        count: 166,
      },
      {
        date: "2022-04-11",
        count: 195,
      },
      {
        date: "2022-04-12",
        count: 193,
      },
      {
        date: "2022-04-13",
        count: 60,
      },
      {
        date: "2022-04-14",
        count: 77,
      },
      {
        date: "2022-04-15",
        count: 190,
      },
      {
        date: "2022-04-16",
        count: 22,
      },
      {
        date: "2022-04-17",
        count: 79,
      },
      {
        date: "2022-04-18",
        count: 140,
      },
      {
        date: "2022-04-19",
        count: 162,
      },
      {
        date: "2022-04-20",
        count: 15,
      },
    ],
  },
];
export const obj = {
  "05/04": 48,
  "06/04": 108,
  "07/04": 180,
  "08/04": 132,
  "09/04": 187,
  "10/04": 141,
  "11/04": 87,
  "12/04": 99,
  "13/04": 152,
  "14/04": 43,
  "15/04": 113,
  "16/04": 93,
  "17/04": 69,
  "18/04": 199,
  "19/04": 23,
  "20/04": 32,
  // "2022-04-21": 64,
  // "2022-04-22": 121,
  // "2022-04-23": 191,
  // "2022-04-24": 44,
  // "2022-04-25": 178,
  // "2022-04-26": 93,
  // "2022-04-27": 116,
  // "2022-04-28": 66,
  // "2022-04-29": 87,
  // "2022-04-30": 130,
  // "2022-05-01": 163,
  // "2022-05-02": 96,
  // "2022-05-03": 84,
  // "2022-05-04": 168,
  // "2022-05-05": 49,
  // "2022-05-06": 52,
  // "2022-05-07": 46,
  // "2022-05-08": 196,
  // "2022-05-09": 125,
  // "2022-05-10": 117,
  // "2022-05-11": 92,
  // "2022-05-12": 107,
  // "2022-05-13": 40,
  // "2022-05-14": 187,
  // "2022-05-15": 62,
  // "2022-05-16": 127,
  // "2022-05-17": 122,
  // "2022-05-18": 88,
  // "2022-05-19": 92,
  // "2022-05-20": 170,
};
export const object = [
  {
    date: "2022-04-05",
    count: 110,
  },
  {
    date: "2022-04-06",
    count: 125,
  },
  {
    date: "2022-04-07",
    count: 94,
  },
  {
    date: "2022-04-08",
    count: 83,
  },
  {
    date: "2022-04-09",
    count: 136,
  },
  {
    date: "2022-04-10",
    count: 166,
  },
  {
    date: "2022-04-11",
    count: 195,
  },
  {
    date: "2022-04-12",
    count: 193,
  },
  {
    date: "2022-04-13",
    count: 60,
  },
  {
    date: "2022-04-14",
    count: 77,
  },
  {
    date: "2022-04-15",
    count: 190,
  },
  {
    date: "2022-04-16",
    count: 22,
  },
  {
    date: "2022-04-17",
    count: 79,
  },
  {
    date: "2022-04-18",
    count: 140,
  },
  {
    date: "2022-04-19",
    count: 162,
  },
  {
    date: "2022-04-20",
    count: 15,
  },
];
