export const store = [
  {
    name: "Tất cả cửa hàng",
    count: 0,
  },
  {
    name: "Ung Văn Khiêm",
    count: 1,
  },
  {
    name: "Xô Viết Nghệ Tĩnh",
    count: 4,
  },
  {
    name: "Tô Ký",
    count: 5,
  },
  {
    name: "Bình Phú",
    count: 6,
  },
  {
    name: "Dương Bá Trạc",
    count: 7,
  },
  {
    name: "Nguyễn Sơn",
    count: 9,
  },
  {
    name: "Thành Thái",
    count: 10,
  },
  {
    name: "Nguyễn Trãi",
    count: 11,
  },
  {
    name: "Mạc Đĩnh Chi",
    count: 12,
  },
  {
    name: "Trần Bình Trọng",
    count: 13,
  },
  {
    name: "CMT8",
    count: 14,
  },
  {
    name: "Cầu Chữ Y",
    count: 16,
  },
  {
    name: "Nhị Thiên Đường",
    count: 17,
  },
  {
    name: "Trần Não",
    count: 18,
  },
  {
    name: "Nguyễn Tri Phương",
    count: 19,
  },
  {
    name: "Đồng Đen",
    count: 22,
  },
  {
    name: "Phan Chu Trinh",
    count: 23,
  },
  {
    name: "Phan Xích Long",
    count: 24,
  },
  {
    name: "Vũng Tàu",
    count: 25,
  },
  {
    name: "Phú Quốc",
    count: 26,
  },
];
export const obj = {
  "05/04": 48,
  "06/04": 108,
  "07/04": 180,
  "08/04": 132,
  "09/04": 187,
  "10/04": 141,
  "11/04": 87,
  "12/04": 99,
  "13/04": 152,
  "14/04": 43,
  "15/04": 113,
  "16/04": 93,
  "17/04": 69,
  "18/04": 199,
  "19/04": 23,
  "20/04": 32,
  "21/04": 64,
  "22/04": 121,
  "23/04": 191,
  "24/04": 44,
  "25/04": 178,
  "26/04": 93,
  "27/04": 116,
  "28/04": 66,
  "29/04": 87,
  "30/04": 130,
  "01/05": 163,
  "02/05": 96,
  "03/05": 84,
  "04/05": 168,
  "05/05": 49,
  "06/05": 52,
  "07/05": 46,
  "08/05": 196,
  "09/05": 125,
  "10/05": 117,
  "11/05": 92,
  "12/05": 107,
  "13/05": 40,
  "14/05": 187,
  "15/05": 62,
  "16/05": 127,
  "17/05": 122,
  "18/05": 88,
  "19/05": 92,
  "20/05": 170,
  "20/05": 24,
  "21/05": 78,
  "22/05": 112,
  "23/05": 187,
  "24/05": 12,
  "25/05": 170,
  "26/05": 35,
  "27/05": 170,
};
export const object = [
  {
    date: "2022-04-05",
    count: 110,
  },
  {
    date: "2022-04-06",
    count: 125,
  },
  {
    date: "2022-04-07",
    count: 94,
  },
  {
    date: "2022-04-08",
    count: 83,
  },
  {
    date: "2022-04-09",
    count: 136,
  },
  {
    date: "2022-04-10",
    count: 166,
  },
  {
    date: "2022-04-11",
    count: 195,
  },
  {
    date: "2022-04-12",
    count: 193,
  },
  {
    date: "2022-04-13",
    count: 60,
  },
  {
    date: "2022-04-14",
    count: 77,
  },
  {
    date: "2022-04-15",
    count: 190,
  },
  {
    date: "2022-04-16",
    count: 22,
  },
  {
    date: "2022-04-17",
    count: 79,
  },
  {
    date: "2022-04-18",
    count: 140,
  },
  {
    date: "2022-04-19",
    count: 162,
  },
  {
    date: "2022-04-20",
    count: 15,
  },
];
